[
    {
        "articleId": 1,
        "header": "Julius Ceasar",
        "subheader": "A subheader",
        "imageUrl": "https://listverse.com/wp-content/uploads/2017/05/Fdeath.jpg",
        "articleUrl": "N/A",
        "articleText": "Test",
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 800,
        "endYear": 900  
    },
    {
        "articleId": 1,
        "header": "Cleopatra",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_768/MTY3Nzk0NzMxMTI2ODkxNzkz/cleopatra-gettyimages-475598537.jpg",
        "articleUrl": "N/A",
        "articleText": "test",
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 800,
        "endYear": 900    
    },
    {
        "articleId": 1,
        "header": "Jeanne d´Arc",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08231652/topbillede-3_9enexqgtquc0wv1ztxug.jpg?auto=compress&fm=pjpg&fit=max&fp-x=0.5&fp-y=0.5&w=1920&ixlib=js-1.2.0",
        "articleUrl": "N/A",
        "articleText": "test",
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 1412,
        "endYear": 1431     
    },
    {
        "articleId": 1,
        "header": "Fidel Castro",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.britannica.com/56/195356-131-65566212/Fidel-Castro-Cuban-UN-General-Assembly-New-October-14-1979.jpg",
        "articleUrl": "N/A",
        "articleText": "test",
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1926,
        "endYear": 2016     
    },
    {
        "articleId": 1,
        "header": "Che Guavara",
        "subheader": "A subheader",
        "imageUrl": "http://wikirote.org/wp-content/uploads/2019/07/Che-Guevara.jpg",
        "articleUrl": "N/A",
        "articleText": ["Ernesto Che Guevara (14 June 1928[5] – 9 October 1967) was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture.",
        "As a young medical student, Guevara traveled throughout South America and was radicalized by the poverty, hunger, and disease he witnessed.[7] His burgeoning desire to help overturn what he saw as the capitalist exploitation of Latin America by the United States prompted his involvement in Guatemala's social reforms under President Jacobo Árbenz, whose eventual CIA-assisted overthrow at the behest of the United Fruit Company solidified Guevara's political ideology.[7] Later in Mexico City, Guevara met Raúl and Fidel Castro, joined their 26th of July Movement, and sailed to Cuba aboard the yacht Granma with the intention of overthrowing U.S.-backed Cuban dictator Fulgencio Batista.[8] Guevara soon rose to prominence among the insurgents, was promoted to second in command and played a pivotal role in the victorious two-year guerrilla campaign that deposed the Batista regime.",
        "Following the Cuban Revolution, Guevara performed a number of key roles in the new government. These included reviewing the appeals and firing squads for those convicted as war criminals during the revolutionary tribunals,[10] instituting agrarian land reform as minister of industries, helping spearhead a successful nationwide literacy campaign, serving as both national bank president and instructional director for Cuba's armed forces, and traversing the globe as a diplomat on behalf of Cuban socialism. Such positions also allowed him to play a central role in training the militia forces who repelled the Bay of Pigs Invasion,[11] and bringing Soviet nuclear-armed ballistic missiles to Cuba, which precipitated the 1962 Cuban Missile Crisis.[12] Additionally, Guevara was a prolific writer and diarist, composing a seminal manual on guerrilla warfare, along with a best-selling memoir about his youthful continental motorcycle journey. His experiences and studying of Marxism–Leninism led him to posit that the Third World's underdevelopment and dependence was an intrinsic result of imperialism, neocolonialism and monopoly capitalism, with the only remedy being proletarian internationalism and world revolution.[13][14] Guevara left Cuba in 1965 to foment revolution abroad, first unsuccessfully in Congo-Kinshasa and later in Bolivia, where he was captured by CIA-assisted Bolivian forces and summarily executed.", 
        "Guevara remains both a revered and reviled historical figure, polarized in the collective imagination in a multitude of biographies, memoirs, essays, documentaries, songs, and films. As a result of his perceived martyrdom, poetic invocations for class struggle, and desire to create the consciousness of a new man driven by moral rather than material incentives,[16] Guevara has evolved into a quintessential icon of various leftist movements. His critics note that he murdered political opponents, eliminated the free press, and put homosexuals in forced labor camps.[17][18] Time magazine named him one of the 100 most influential people of the 20th century,[19] while an Alberto Korda photograph of him, titled Guerrillero Heroico (shown), was cited by the Maryland Institute College of Art as the most famous photograph in the world."],
        "articleWordCount": 100 ,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1928,
        "endYear": 1967   
    },
    {
        "articleId": 1,
        "header": "Mao Zedong",
        "subheader": "A subheader",
        "imageUrl": "https://api.time.com/wp-content/uploads/2018/05/gettyimages-862161912.jpg",
        "articleUrl": "N/A",
        "articleText": ["Mao Zedong (26 December 1893 – 9 September 1976), also known as Chairman Mao, was a Chinese communist revolutionary who became the founding father of the People's Republic of China (PRC), which he ruled as the chairman of the Communist Party of China from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism. Mao was the son of a prosperous peasant in Shaoshan, Hunan. He had a Chinese nationalist and an anti-imperialist outlook early in his life, and was particularly influenced by the events of the Xinhai Revolution of 1911 and May Fourth Movement of 1919. He later adopted Marxism–Leninism while working at Peking University, and became a founding member of the Communist Party of China (CPC), leading the Autumn Harvest Uprising in 1927. During the Chinese Civil War between the Kuomintang (KMT) and the CPC, Mao helped to found the Chinese Workers' and Peasants' Red Army, led the Jiangxi Soviet's radical land policies, and ultimately became head of the CPC during the Long March. Although the CPC temporarily allied with the KMT under the United Front during the Second Sino-Japanese War (1937–1945), China's civil war resumed after Japan's surrender and in 1949 Mao's forces defeated the Nationalist government, which withdrew to Taiwan. On 1 October 1949, Mao proclaimed the foundation of the PRC, a single-party state controlled by the CPC. In the following years he solidified his control through campaigns against landlords, suppression of counter-revolutionaries, and through a psychological victory in the Korean War, which altogether caused the deaths of several-million Chinese.[3][4][5][6] From 1953–1958, Mao played an important role in enforcing planned economy in China, constructing the first Constitution of the PRC, launching the industrialisation program, and initiating the Two Bombs, One Satellite project. On the other hand, in 1957, Mao launched the Anti-Rightist Campaign, which persecuted at least 550,000 people, most of whom were intellectuals and dissidents, and in 1958 he launched the Great Leap Forward that aimed to rapidly transform China's economy from agrarian to industrial. The latter led to the deadliest famine in history and the deaths of 20–45 million people between 1958 and 1962.[9][10][11] In 1963, Mao launched the Socialist Education Movement, and 1966 he initiated the Cultural Revolution, a program to remove counter-revolutionary elements in Chinese society which lasted 10 years and was marked by violent class struggle, widespread destruction of cultural artifacts, and an unprecedented elevation of Mao's cult of personality. Tens of millions of people were persecuted during the Revolution, while the estimated number of deaths ranges from hundreds of thousands to 20 million, including Liu Shaoqi, the 2nd Chairman of the PRC. After years of ill health, Mao suffered a series of heart attacks in 1976 and died at the age of 82. During Mao's era, China's population grew from around 550 million to over 900 million while the government did not strictly enforce its family planning policy, forcing Mao's successors such as Deng Xiaoping to take stricter policies to cope with the overpopulation crisis. A controversial figure, Mao is regarded as one of the most important and influential individuals in modern world history. He is also known as a political intellect, theorist, military strategist, poet, and visionary. During Mao's era, China involved in the Korean War, the Sino-Soviet split, the Vietnam War, and the rise of Khmer Rouge; in particular, in 1972, Mao welcomed U.S. President Richard Nixon in Beijing, signalling the start of a policy of opening China to the world. Supporters credit him with driving imperialism out of China, modernising the nation and building it into a world power, promoting the status of women, improving education and health care, as well as increasing life expectancy of average Chinese. Conversely, his regime has been called autocratic and totalitarian, and condemned for bringing about mass repression and destroying religious and cultural artifacts and sites. It was additionally responsible for vast numbers of deaths with estimates ranging from 30 to 70 million (some estimated 80 million) victims through starvation, persecution, prison labour and mass executions."],
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1893,
        "endYear": 1976   
    },
    {
        "articleId": 1,
        "header": "J.R.R Tolkien",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.collider.com/wp-content/uploads/2019/09/middle-earth-map.jpg",
        "articleUrl": "N/A",
        "articleText": "test",
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1892,
        "endYear": 1973   
    },
    {
        "articleId": 1,
        "header": "Oklahoma City Bombing",
        "subheader": "A subheader",
        "imageUrl": "https://media2.s-nbcnews.com/i/newscms/2015_16/982421/150417-okc-bombing-1995-9a_1a0a8c3ab3e551766bc4ff38b69bafcd.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Oklahoma City bombing was a domestic terrorist truck bombing on the Alfred P. Murrah Federal Building[1] in Oklahoma City, Oklahoma, United States on April 19, 1995. Perpetrated by Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people,[2] injured more than 680 others, and destroyed one-third of the building.[3] The blast destroyed or damaged 324 other buildings within a 16-block radius, shattered glass in 258 nearby buildings, and destroyed or burned 86 cars,[4][5] causing an estimated $652 million worth of damage.[6] Local, state, federal, and worldwide agencies engaged in extensive rescue efforts in the wake of the bombing, and substantial donations were received from across the country. The Federal Emergency Management Agency (FEMA) activated 11 of its Urban Search and Rescue Task Forces, consisting of 665 rescue workers who assisted in rescue and recovery operations.[7][8] Until the September 11, 2001 attacks, the Oklahoma City bombing was the deadliest terrorist attack in the history of the United States, and remains the deadliest incident of domestic terrorism in the country's history.",
            "Within 90 minutes of the explosion, McVeigh was stopped by Oklahoma Highway Patrolman Charlie Hanger for driving without a license plate and arrested for illegal weapons possession.[9][10] Forensic evidence quickly linked McVeigh and Nichols to the attack; Nichols was arrested,[11] and within days, both were charged. Michael and Lori Fortier were later identified as accomplices. McVeigh, a veteran of the Gulf War and a U.S. militia movement sympathizer, had detonated a Ryder rental truck full of explosives parked in front of the building. His co-conspirator, Nichols, had assisted with the bomb's preparation. Motivated by his dislike for the U.S. federal government and unhappy about its handling of the Ruby Ridge incident in 1992 and the Waco siege in 1993, McVeigh timed his attack to coincide with the second anniversary of the deadly fire that ended the siege at the Branch Davidian compound in Waco, Texas.[12][13]",
            "The official investigation, known as OKBOMB, saw FBI agents conduct 28,000 interviews, amass 3.5 short tons (3,200 kg) of evidence, and collected nearly one billion pieces of information.[14][15][16] The bombers were tried and convicted in 1997. McVeigh was executed by lethal injection on June 11, 2001 at the U.S. Federal Penitentiary in Terre Haute, Indiana, and Nichols was sentenced to life in prison in 2004. Michael and Lori Fortier testified against McVeigh and Nichols; Michael was sentenced to 12 years in prison for failing to warn the United States government, and Lori received immunity from prosecution in exchange for her testimony.",
            "As a result of the bombing, the U.S. Congress passed the Antiterrorism and Effective Death Penalty Act of 1996, which tightened the standards for habeas corpus in the United States,[17] as well as legislation designed to increase the protection around federal buildings to deter future terrorist attacks. On April 19, 2000, the Oklahoma City National Memorial was dedicated on the site of the Murrah Federal Building, commemorating the victims of the bombing. Remembrance services are held every year on April 19, at the time of the explosion."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1995,
        "endYear": 1995   
    },
    {
        "articleId": 1,
        "header": "The Emu War",
        "subheader": "A subheader",
        "imageUrl": "https://www.sporcle.com/blog/wp-content/uploads/2019/11/6-14.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Emu War, also known as the Great Emu War, was a nuisance wildlife management military operation undertaken in Australia over the latter part of 1932 to address public concern over the number of emus said to be running amok in the Campion district of Western Australia. The unsuccessful attempts to curb the population of emus, a large flightless bird indigenous to Australia, employed soldiers armed with Lewis guns—leading the media to adopt the name Emu War when referring to the incident. While a number of the birds were killed, the emu population persisted and continued to cause crop destruction.",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1932,
        "endYear": 1932   
    },
    {
        "articleId": 1,
        "header": "The Korean War",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.kastatic.org/ka-perseus-images/b8da5324c9128eaa7d2eba38e920125226df2621.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1950,
        "endYear": 1953   
    },
    {
        "articleId": 1,
        "header": "Conquest of the Aztecs",
        "subheader": "A subheader",
        "imageUrl": "https://www.theschoolrun.com/sites/theschoolrun.com/files/aztec_calendar.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Places",
        "startYear": 1519,
        "endYear": 1521   
    },
    {
        "articleId": 1,
        "header": "Samurais",
        "subheader": "A subheader",
        "imageUrl": "https://pm1.narvii.com/6702/95c88af7f2b9f4adeb6a0bf6395fc7fb4086aeca_hq.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "People",
        "startYear": 1200,
        "endYear": 1880   
    },
    {
        "articleId": 1,
        "header": "Ku Klux Klan",
        "subheader": "A subheader",
        "imageUrl": "https://thoseconspiracyguys.com/wp-content/uploads/2018/11/ku-klux-klan-cover.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1865,
        "endYear": 2020 
    },
    {
        "articleId": 1,
        "header": "Watergate",
        "subheader": "A subheader",
        "imageUrl": "https://www.newspapers.com/topics/wp-content/uploads/Watergate.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1972,
        "endYear": 1974   
    },
    {
        "articleId": 1,
        "header": "The Manhattan Project",
        "subheader": "A subheader",
        "imageUrl": "https://miro.medium.com/max/5738/1*_1ngxmyWoV2CIk_Ac1mL6A.jpeg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1942,
        "endYear": 1946   
    },
    {
        "articleId": 1,
        "header": "Building the Great Wall",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.britannica.com/82/94382-050-20CF23DB/Great-Wall-of-China-Beijing.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Places",
        "startYear": 1368,
        "endYear": 1644   
    },
    {
        "articleId": 1,
        "header": "The Battle of Stalingrad",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/t_share/MTU3ODc5MDg1OTAxODE3MTYx/stalingrad-1942.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1942,
        "endYear": 1943   
    },
    {
        "articleId": 1,
        "header": "Jack the Ripper",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08233626/topbillede-5mldhfjj615jphjbevq42g.jpg?auto=compress&fm=pjpg&fit=max&fp-x=0.5&fp-y=0.5&w=1920&ixlib=js-1.2.0",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "People",
        "startYear": 1888,
        "endYear": 1891   
    },
    {
        "articleId": 1,
        "header": "The French Revolution",
        "subheader": "A subheader",
        "imageUrl": "http://www.aseanrecords.world/Userfiles/Upload/images/France-003348_-_Liberty_Leading_the_People_16238458795.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1789,
        "endYear": 1799   
    },
    {
        "articleId": 1,
        "header": "The Berlin Wall",
        "subheader": "A subheader",
        "imageUrl": "https://i0.wp.com/www.middleeastmonitor.com/wp-content/uploads/2019/11/berlin-wallEI8Ypn7WkAERFlD.jpg?resize=1200%2C800&quality=85&strip=all&ssl=1",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1961,
        "endYear": 1989   
    },
    {
        "articleId": 1,
        "header": "The Falklands War",
        "subheader": "A subheader",
        "imageUrl": "https://www.newstatesman.com/sites/default/files/styles/lead_image/public/Longreads_2019/01/2019_03_falklands.jpg?itok=cmsAsNUl",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1982,
        "endYear": 1982   
    },
    {
        "articleId": 1,
        "header": "Apartheid",
        "subheader": "A subheader",
        "imageUrl": "https://cdn1.thr.com/sites/default/files/2013/12/nelson_mandela_1.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1948,
        "endYear": 1995   
    },
    {
        "articleId": 1,
        "header": "Chernobyl Disaster",
        "subheader": "A subheader",
        "imageUrl": "https://www.newstatesman.com/sites/default/files/styles/lead_image/public/Longreads_2019/05/2019_21_chernobyl.jpg?itok=aHtnXT0K",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1986,
        "endYear": 1986   
    },
    {
        "articleId": 1,
        "header": "The Death of Lincoln",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/t_share/MTU3ODc5MDg1NjI4MzM1NDMz/john-wilkes-booth-shoots-president-lincoln.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-21",
        "tags": "Events",
        "startYear": 1865,
        "endYear": 1865   
    },
    {
        "articleId": 1,
        "header": "Kon-Tiki",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08232916/topbillede-vesnyiutf6m1xyem8wu-sg.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "",
            "",
            "",
            ""],   
        "articleWordCount": 100,
        "addedDate": "2020-01-21",
        "tags": "Events",
        "startYear": 1947,
        "endYear": 1947   
    }
]