[
    {
        "articleId": 1,
        "header": "Julius Ceasar",
        "subheader": "A subheader",
        "imageUrl": "https://listverse.com/wp-content/uploads/2017/05/Fdeath.jpg",
        "articleUrl": "N/A",
        "articleText": ["Gaius Julius Caesar (12 July 100 BC – 15 March 44 BC) was a Roman statesman and general who played a critical role in the demise of the Roman Republic and the rise of the Roman Empire.",
            "In 60 BC, Caesar, Crassus and Pompey formed the First Triumvirate, a political alliance that dominated Roman politics for several years. Their attempts to amass power as Populares were opposed by the Optimates within the Roman Senate, among them Cato the Younger with the frequent support of Cicero. Caesar rose to become one of the most powerful politicians in the Roman Republic through a number of his accomplishments, notably his victories in the Gallic Wars, completed by 51 BC. During this time, Caesar became the first Roman general to cross both the English Channel and the Rhine River, when he built a bridge across the Rhine and crossed the Channel to invade Britain. Caesar's wars extended Rome's territory to Britain and past Gaul. These achievements granted him unmatched military power and threatened to eclipse the standing of Pompey, who had realigned himself with the Senate after the death of Crassus in 53 BC. With the Gallic Wars concluded, the Senate ordered Caesar to step down from his military command and return to Rome. Leaving his command in Gaul meant losing his immunity from being charged as a criminal for waging unsanctioned wars. As a result, Caesar found himself with no other options but to cross the Rubicon with the 13th Legion in 49 BC, leaving his province and illegally entering Roman Italy under arms. This began Caesar's civil war, and his victory in the war by 45 BC put him in an unrivaled position of power and influence."],
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 800,
        "endYear": 900  
    },
    {
        "articleId": 1,
        "header": "Cleopatra",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_768/MTY3Nzk0NzMxMTI2ODkxNzkz/cleopatra-gettyimages-475598537.jpg",
        "articleUrl": "N/A",
        "articleText": "Cleopatra VII Philopator (69 – 10 or 12 August 30 BC) was the last active ruler of the Ptolemaic Kingdom of Egypt,[note 4] nominally survived as pharaoh by her son Caesarion.[note 5] As a member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great. After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the Hellenistic period that had lasted since the reign of Alexander (336–323 BC). Her native language was Koine Greek, and she was the only Ptolemaic ruler to learn the Egyptian language.",
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 800,
        "endYear": 900    
    },
    {
        "articleId": 1,
        "header": "Jeanne d´Arc",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08231652/topbillede-3_9enexqgtquc0wv1ztxug.jpg?auto=compress&fm=pjpg&fit=max&fp-x=0.5&fp-y=0.5&w=1920&ixlib=js-1.2.0",
        "articleUrl": "N/A",
        "articleText": "Joan of Arc (French: Jeanne d'Arc, c. 1412 – 30 May 1431), nicknamed 'The Maid of Orléans' (French: La Pucelle d'Orléans), is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a Roman Catholic saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in northeast France. Joan claimed to have received visions of the archangel Michael, Saint Margaret, and Saint Catherine of Alexandria instructing her to support Charles VII and recover France from English domination late in the Hundred Years' War. The unanointed King Charles VII sent Joan to the Siege of Orléans as part of a relief army. She gained prominence after the siege was lifted only nine days later. Several additional swift victories led to Charles VII's consecration at Reims. This long-awaited event boosted French morale and paved the way for the final French victory.",
        "articleWordCount": 100,
        "addedDate": "2020-01-01",
        "tags": "People",
        "startYear": 1412,
        "endYear": 1431     
    },
    {
        "articleId": 1,
        "header": "Fidel Castro",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.britannica.com/56/195356-131-65566212/Fidel-Castro-Cuban-UN-General-Assembly-New-October-14-1979.jpg",
        "articleUrl": "N/A",
        "articleText": "Fidel Alejandro Castro Ruz (13 August 1926 – 25 November 2016) was a Cuban communist revolutionary politician, a Marxist–Leninist and Cuban nationalist. Castro governed the Republic of Cuba as First Secretary of the Communist Party of Cuba from 1961 until 2011, Prime Minister from 1959 to 1976 and then as President of the Council of State and Council of Ministers from 1976 to 2008. Castro also served as the Commander-in-chief of the Cuban Revolutionary Armed Forces. Under his administration, Cuba became a one-party communist state, while industry and business were nationalized and state socialist policies were implemented throughout society.",
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1926,
        "endYear": 2016     
    },
    {
        "articleId": 1,
        "header": "Che Guavara",
        "subheader": "A subheader",
        "imageUrl": "http://wikirote.org/wp-content/uploads/2019/07/Che-Guevara.jpg",
        "articleUrl": "N/A",
        "articleText": ["Ernesto Che Guevara (14 June 1928[5] – 9 October 1967) was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture.",
        "As a young medical student, Guevara traveled throughout South America and was radicalized by the poverty, hunger, and disease he witnessed. His burgeoning desire to help overturn what he saw as the capitalist exploitation of Latin America by the United States prompted his involvement in Guatemala's social reforms under President Jacobo Árbenz, whose eventual CIA-assisted overthrow at the behest of the United Fruit Company solidified Guevara's political ideology. Later in Mexico City, Guevara met Raúl and Fidel Castro, joined their 26th of July Movement, and sailed to Cuba aboard the yacht Granma with the intention of overthrowing U.S.-backed Cuban dictator Fulgencio Batista.[8] Guevara soon rose to prominence among the insurgents, was promoted to second in command and played a pivotal role in the victorious two-year guerrilla campaign that deposed the Batista regime.",
        "Following the Cuban Revolution, Guevara performed a number of key roles in the new government. These included reviewing the appeals and firing squads for those convicted as war criminals during the revolutionary tribunals, instituting agrarian land reform as minister of industries, helping spearhead a successful nationwide literacy campaign, serving as both national bank president and instructional director for Cuba's armed forces, and traversing the globe as a diplomat on behalf of Cuban socialism. Such positions also allowed him to play a central role in training the militia forces who repelled the Bay of Pigs Invasion, and bringing Soviet nuclear-armed ballistic missiles to Cuba, which precipitated the 1962 Cuban Missile Crisis. Additionally, Guevara was a prolific writer and diarist, composing a seminal manual on guerrilla warfare, along with a best-selling memoir about his youthful continental motorcycle journey. His experiences and studying of Marxism–Leninism led him to posit that the Third World's underdevelopment and dependence was an intrinsic result of imperialism, neocolonialism and monopoly capitalism, with the only remedy being proletarian internationalism and world revolution. Guevara left Cuba in 1965 to foment revolution abroad, first unsuccessfully in Congo-Kinshasa and later in Bolivia, where he was captured by CIA-assisted Bolivian forces and summarily executed.", 
        "Guevara remains both a revered and reviled historical figure, polarized in the collective imagination in a multitude of biographies, memoirs, essays, documentaries, songs, and films. As a result of his perceived martyrdom, poetic invocations for class struggle, and desire to create the consciousness of a new man driven by moral rather than material incentives, Guevara has evolved into a quintessential icon of various leftist movements. His critics note that he murdered political opponents, eliminated the free press, and put homosexuals in forced labor camps. Time magazine named him one of the 100 most influential people of the 20th century,[19] while an Alberto Korda photograph of him, titled Guerrillero Heroico (shown), was cited by the Maryland Institute College of Art as the most famous photograph in the world."],
        "articleWordCount": 100 ,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1928,
        "endYear": 1967   
    },
    {
        "articleId": 1,
        "header": "Mao Zedong",
        "subheader": "A subheader",
        "imageUrl": "https://api.time.com/wp-content/uploads/2018/05/gettyimages-862161912.jpg",
        "articleUrl": "N/A",
        "articleText": ["Mao Zedong (26 December 1893 – 9 September 1976), also known as Chairman Mao, was a Chinese communist revolutionary who became the founding father of the People's Republic of China (PRC), which he ruled as the chairman of the Communist Party of China from its establishment in 1949 until his death in 1976. Ideologically a Marxist–Leninist, his theories, military strategies, and political policies are collectively known as Maoism. Mao was the son of a prosperous peasant in Shaoshan, Hunan. He had a Chinese nationalist and an anti-imperialist outlook early in his life, and was particularly influenced by the events of the Xinhai Revolution of 1911 and May Fourth Movement of 1919. He later adopted Marxism–Leninism while working at Peking University, and became a founding member of the Communist Party of China (CPC), leading the Autumn Harvest Uprising in 1927. During the Chinese Civil War between the Kuomintang (KMT) and the CPC, Mao helped to found the Chinese Workers' and Peasants' Red Army, led the Jiangxi Soviet's radical land policies, and ultimately became head of the CPC during the Long March. Although the CPC temporarily allied with the KMT under the United Front during the Second Sino-Japanese War (1937–1945), China's civil war resumed after Japan's surrender and in 1949 Mao's forces defeated the Nationalist government, which withdrew to Taiwan. On 1 October 1949, Mao proclaimed the foundation of the PRC, a single-party state controlled by the CPC. In the following years he solidified his control through campaigns against landlords, suppression of counter-revolutionaries, and through a psychological victory in the Korean War, which altogether caused the deaths of several-million Chinese.[3][4][5][6] From 1953–1958, Mao played an important role in enforcing planned economy in China, constructing the first Constitution of the PRC, launching the industrialisation program, and initiating the Two Bombs, One Satellite project. On the other hand, in 1957, Mao launched the Anti-Rightist Campaign, which persecuted at least 550,000 people, most of whom were intellectuals and dissidents, and in 1958 he launched the Great Leap Forward that aimed to rapidly transform China's economy from agrarian to industrial. The latter led to the deadliest famine in history and the deaths of 20–45 million people between 1958 and 1962.[9][10][11] In 1963, Mao launched the Socialist Education Movement, and 1966 he initiated the Cultural Revolution, a program to remove counter-revolutionary elements in Chinese society which lasted 10 years and was marked by violent class struggle, widespread destruction of cultural artifacts, and an unprecedented elevation of Mao's cult of personality. Tens of millions of people were persecuted during the Revolution, while the estimated number of deaths ranges from hundreds of thousands to 20 million, including Liu Shaoqi, the 2nd Chairman of the PRC. After years of ill health, Mao suffered a series of heart attacks in 1976 and died at the age of 82. During Mao's era, China's population grew from around 550 million to over 900 million while the government did not strictly enforce its family planning policy, forcing Mao's successors such as Deng Xiaoping to take stricter policies to cope with the overpopulation crisis. A controversial figure, Mao is regarded as one of the most important and influential individuals in modern world history. He is also known as a political intellect, theorist, military strategist, poet, and visionary. During Mao's era, China involved in the Korean War, the Sino-Soviet split, the Vietnam War, and the rise of Khmer Rouge; in particular, in 1972, Mao welcomed U.S. President Richard Nixon in Beijing, signalling the start of a policy of opening China to the world. Supporters credit him with driving imperialism out of China, modernising the nation and building it into a world power, promoting the status of women, improving education and health care, as well as increasing life expectancy of average Chinese. Conversely, his regime has been called autocratic and totalitarian, and condemned for bringing about mass repression and destroying religious and cultural artifacts and sites. It was additionally responsible for vast numbers of deaths with estimates ranging from 30 to 70 million (some estimated 80 million) victims through starvation, persecution, prison labour and mass executions."],
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1893,
        "endYear": 1976   
    },
    {
        "articleId": 1,
        "header": "J.R.R Tolkien",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.collider.com/wp-content/uploads/2019/09/middle-earth-map.jpg",
        "articleUrl": "N/A",
        "articleText": ["John Ronald Reuel Tolkien (3 January 1892 – 2 September 1973) was an English writer, poet, philologist, and academic. He was the author of the classic high fantasy works The Hobbit and The Lord of the Rings.",
        "While many other authors had published works of fantasy before Tolkien, the great success of The Hobbit and The Lord of the Rings led directly to a popular resurgence of the genre. This has caused Tolkien to be popularly identified as the 'father' of modern fantasy literature —or, more precisely, of high fantasy. In 2008, The Times ranked him sixth on a list of 'The 50 greatest British writers since 1945'"],
        "articleWordCount": 100,
        "addedDate": "2020-01-02",
        "tags": "People",
        "startYear": 1892,
        "endYear": 1973   
    },
    {
        "articleId": 1,
        "header": "Oklahoma City Bombing",
        "subheader": "A subheader",
        "imageUrl": "https://media2.s-nbcnews.com/i/newscms/2015_16/982421/150417-okc-bombing-1995-9a_1a0a8c3ab3e551766bc4ff38b69bafcd.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Oklahoma City bombing was a domestic terrorist truck bombing on the Alfred P. Murrah Federal Building[1] in Oklahoma City, Oklahoma, United States on April 19, 1995. Perpetrated by Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people,[2] injured more than 680 others, and destroyed one-third of the building.[3] The blast destroyed or damaged 324 other buildings within a 16-block radius, shattered glass in 258 nearby buildings, and destroyed or burned 86 cars,[4][5] causing an estimated $652 million worth of damage.[6] Local, state, federal, and worldwide agencies engaged in extensive rescue efforts in the wake of the bombing, and substantial donations were received from across the country. The Federal Emergency Management Agency (FEMA) activated 11 of its Urban Search and Rescue Task Forces, consisting of 665 rescue workers who assisted in rescue and recovery operations.[7][8] Until the September 11, 2001 attacks, the Oklahoma City bombing was the deadliest terrorist attack in the history of the United States, and remains the deadliest incident of domestic terrorism in the country's history.",
            "Within 90 minutes of the explosion, McVeigh was stopped by Oklahoma Highway Patrolman Charlie Hanger for driving without a license plate and arrested for illegal weapons possession.[9][10] Forensic evidence quickly linked McVeigh and Nichols to the attack; Nichols was arrested,[11] and within days, both were charged. Michael and Lori Fortier were later identified as accomplices. McVeigh, a veteran of the Gulf War and a U.S. militia movement sympathizer, had detonated a Ryder rental truck full of explosives parked in front of the building. His co-conspirator, Nichols, had assisted with the bomb's preparation. Motivated by his dislike for the U.S. federal government and unhappy about its handling of the Ruby Ridge incident in 1992 and the Waco siege in 1993, McVeigh timed his attack to coincide with the second anniversary of the deadly fire that ended the siege at the Branch Davidian compound in Waco, Texas.[12][13]",
            "The official investigation, known as OKBOMB, saw FBI agents conduct 28,000 interviews, amass 3.5 short tons (3,200 kg) of evidence, and collected nearly one billion pieces of information.[14][15][16] The bombers were tried and convicted in 1997. McVeigh was executed by lethal injection on June 11, 2001 at the U.S. Federal Penitentiary in Terre Haute, Indiana, and Nichols was sentenced to life in prison in 2004. Michael and Lori Fortier testified against McVeigh and Nichols; Michael was sentenced to 12 years in prison for failing to warn the United States government, and Lori received immunity from prosecution in exchange for her testimony.",
            "As a result of the bombing, the U.S. Congress passed the Antiterrorism and Effective Death Penalty Act of 1996, which tightened the standards for habeas corpus in the United States,[17] as well as legislation designed to increase the protection around federal buildings to deter future terrorist attacks. On April 19, 2000, the Oklahoma City National Memorial was dedicated on the site of the Murrah Federal Building, commemorating the victims of the bombing. Remembrance services are held every year on April 19, at the time of the explosion."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1995,
        "endYear": 1995   
    },
    {
        "articleId": 1,
        "header": "The Emu War",
        "subheader": "A subheader",
        "imageUrl": "https://www.sporcle.com/blog/wp-content/uploads/2019/11/6-14.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Emu War, also known as the Great Emu War, was a nuisance wildlife management military operation undertaken in Australia over the latter part of 1932 to address public concern over the number of emus said to be running amok in the Campion district of Western Australia. The unsuccessful attempts to curb the population of emus, a large flightless bird indigenous to Australia, employed soldiers armed with Lewis guns—leading the media to adopt the name Emu War when referring to the incident. While a number of the birds were killed, the emu population persisted and continued to cause crop destruction."
        ],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1932,
        "endYear": 1932   
    },
    {
        "articleId": 1,
        "header": "The Korean War",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.kastatic.org/ka-perseus-images/b8da5324c9128eaa7d2eba38e920125226df2621.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Korean War (25 June 1950 – 27 July 1953) was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
            "The Korean War was among the most destructive conflicts of the modern era, with approximately 3 million war fatalities and a larger proportional civilian death toll than World War II or the Vietnam War. It incurred the destruction of virtually all of Korea's major cities, thousands of massacres by both sides (including the mass killing of tens of thousands of suspected communists by the South Korean government), and the torture and starvation of prisoners of war by the North Korean command. North Korea became among the most heavily-bombed countries in history."
        ],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Events",
        "startYear": 1950,
        "endYear": 1953   
    },
    {
        "articleId": 1,
        "header": "Conquest of the Aztecs",
        "subheader": "A subheader",
        "imageUrl": "https://www.theschoolrun.com/sites/theschoolrun.com/files/aztec_calendar.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Spanish conquest of the Aztec Empire, also known as the Conquest of Mexico or the Spanish–Mexican War (1519–21) was one of the primary events in the Spanish colonization of the Americas. There are multiple 16th-century narratives of the events by Spanish conquerors, their indigenous allies, and the defeated Aztecs. It was not solely a contest between a small contingent of Spaniards defeating the Aztec Empire but rather the creation of a coalition of Spanish invaders with tributaries to the Aztecs, and most especially the Aztecs' indigenous enemies and rivals. They combined forces to defeat the Mexica of Tenochtitlan over a two-year period. For the Spanish, the expedition to Mexico was part of a project of Spanish colonization of the New World after twenty-five years of permanent Spanish settlement and further exploration in the Caribbean."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "Places",
        "startYear": 1519,
        "endYear": 1521   
    },
    {
        "articleId": 1,
        "header": "Samurais",
        "subheader": "A subheader",
        "imageUrl": "https://pm1.narvii.com/6702/95c88af7f2b9f4adeb6a0bf6395fc7fb4086aeca_hq.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "Samurai were the hereditary military nobility and officer caste of medieval and early-modern Japan from the 12th century to their abolition in the 1870s. They were the well-paid retainers of the daimyo (the great feudal landholders). They had high prestige and special privileges such as wearing two swords. They cultivated the bushido codes of martial virtues, indifference to pain, and unflinching loyalty, engaging in many local battles. During the peaceful Edo era (1603 to 1868) they became the stewards and chamberlains of the daimyo estates, gaining managerial experience and education. In the 1870s they were 5% of the population. The Meiji Revolution ended their feudal roles and they moved into professional and entrepreneurial roles. Their memory and weaponry remain prominent in Japanese popular culture."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-03",
        "tags": "People",
        "startYear": 1200,
        "endYear": 1880   
    },
    {
        "articleId": 1,
        "header": "Ku Klux Klan",
        "subheader": "A subheader",
        "imageUrl": "https://thoseconspiracyguys.com/wp-content/uploads/2018/11/ku-klux-klan-cover.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Ku Klux Klan ,commonly called the KKK or the Klan, is an American white supremacist hate group, whose primary target is African Americans. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary positions such as white nationalism, anti-immigration and—especially in later iterations—Nordicism[9][10] and anti-Catholicism. Historically, the first Klan used terrorism – both physical assault and murder – against politically active blacks and their allies in the South in the late 1860s, until it was suppressed around 1872. All three movements have called for the 'purification' of American society and all are considered 'right-wing extremist' organizations. In each era, membership was secret and estimates of the total were highly exaggerated by both friends and enemies."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1865,
        "endYear": 2020 
    },
    {
        "articleId": 1,
        "header": "Watergate",
        "subheader": "A subheader",
        "imageUrl": "https://www.newspapers.com/topics/wp-content/uploads/Watergate.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Watergate scandal was a political scandal in the United States involving the administration of U.S. President Richard Nixon from 1972 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 failed break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate Office Building. After the five perpetrators were arrested, the press and the U.S. Justice Department connected the cash found on them at the time to the Nixon re-election campaign committee. Further investigations, along with revelations during subsequent trials of the burglars, led the U.S. House of Representatives to grant its judiciary committee additional investigation authority to probe into 'certain matters within its jurisdiction,'' and the U.S. Senate to create a special investigative committee. The resultant Senate Watergate hearings commenced were broadcast 'gavel-to-gavel' nationwide by PBS and aroused public interest. Witnesses testified that the president had approved plans to cover up administration involvement in the break-in, and that there was a voice-activated taping system in the Oval Office. Throughout the investigation, the administration resisted its probes, which led to a constitutional crisis."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1972,
        "endYear": 1974   
    },
    {
        "articleId": 1,
        "header": "The Manhattan Project",
        "subheader": "A subheader",
        "imageUrl": "https://miro.medium.com/max/5738/1*_1ngxmyWoV2CIk_Ac1mL6A.jpeg",
        "articleUrl": "N/A",
        "articleText": [
            "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the Manhattan District; Manhattan gradually superseded the official codename, Development of Substitute Materials, for the entire project. Along the way, the project absorbed its earlier British counterpart, Tube Alloys. The Manhattan Project began modestly in 1939, but grew to employ more than 130,000 people and cost nearly US$2 billion (about $23 billion in 2018 dollars). Over 90% of the cost was for building factories and to produce fissile material, with less than 10% for development and production of the weapons. Research and production took place at more than 30 sites across the United States, the United Kingdom, and Canada."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1942,
        "endYear": 1946   
    },
    {
        "articleId": 1,
        "header": "Building the Great Wall",
        "subheader": "A subheader",
        "imageUrl": "https://cdn.britannica.com/82/94382-050-20CF23DB/Great-Wall-of-China-Beijing.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Great Wall of China is the collective name of a series of fortification systems generally built across the historical northern borders of China to protect and consolidate territories of Chinese states and empires against various nomadic groups of the steppe and their polities. Several walls were being built from as early as the 7th century BC by ancient Chinese states; selective stretches were later joined together by Qin Shi Huang (220–206 BC), the first emperor of China. Little of the Qin wall remains. Later on, many successive dynasties have built and maintained multiple stretches of border walls. The most well-known sections of the wall were built by the Ming dynasty (1368–1644)."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Places",
        "startYear": 1368,
        "endYear": 1644   
    },
    {
        "articleId": 1,
        "header": "The Battle of Stalingrad",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/t_share/MTU3ODc5MDg1OTAxODE3MTYx/stalingrad-1942.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "In the Battle of Stalingrad (23 August 1942 – 2 February 1943),     Germany and its allies fought the Soviet Union for control of the city of Stalingrad (now Volgograd) in Southern Russia. Marked by fierce close-quarters combat and direct assaults on civilians in air raids, it is one of the bloodiest battles in the history of warfare, with an estimated 2 million total casualties. After their defeat at Stalingrad, the German High Command had to withdraw vast amounts of military forces from the Western Front to replace their losses."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1942,
        "endYear": 1943   
    },
    {
        "articleId": 1,
        "header": "Jack the Ripper",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08233626/topbillede-5mldhfjj615jphjbevq42g.jpg?auto=compress&fm=pjpg&fit=max&fp-x=0.5&fp-y=0.5&w=1920&ixlib=js-1.2.0",
        "articleUrl": "N/A",
        "articleText": [
            "Jack the Ripper was an unidentified serial killer active in the largely impoverished areas in and around the Whitechapel district of London in 1888. In both the criminal case files and contemporary journalistic accounts, the killer was called the Whitechapel Murderer and Leather Apron.",
            "Attacks ascribed to Jack the Ripper typically involved female prostitutes who lived and worked in the slums of the East End of London whose throats were cut prior to abdominal mutilations. The removal of internal organs from at least three of the victims led to proposals that their killer had some anatomical or surgical knowledge. Rumours that the murders were connected intensified in September and October 1888, and numerous letters were received by media outlets and Scotland Yard from individuals purporting to be the murderer. The name 'Jack the Ripper' originated in a letter written by an individual claiming to be the murderer that was disseminated in the media. The letter is widely believed to have been a hoax and may have been written by journalists in an attempt to heighten interest in the story and increase their newspapers' circulation. The 'From Hell' letter received by George Lusk of the Whitechapel Vigilance Committee came with half of a preserved human kidney, purportedly taken from one of the victims. The public came increasingly to believe in a single serial killer known as 'Jack the Ripper', mainly because of both the extraordinarily brutal nature of the murders, and media coverage of the crimes."
        ],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "People",
        "startYear": 1888,
        "endYear": 1891   
    },
    {
        "articleId": 1,
        "header": "The French Revolution",
        "subheader": "A subheader",
        "imageUrl": "http://www.aseanrecords.world/Userfiles/Upload/images/France-003348_-_Liberty_Leading_the_People_16238458795.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The French Revolution  was a period of far-reaching social and political upheaval in France and its colonies beginning in 1789 and ending in 1799. The Revolution overthrew the monarchy, established a republic, catalyzed violent periods of political turmoil, and finally culminated in a dictatorship under Napoleon who brought many of its principles to areas he conquered in Western Europe and beyond. Inspired by liberal and radical ideas, the Revolution made a profound impression on the course of modern history, triggering the global decline of absolute monarchies while replacing them with republics and liberal democracies. Through the Revolutionary Wars, it unleashed a wave of global conflicts that extended from the Caribbean to the Middle East. Historians widely regard the Revolution as one of the most important events in human history."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-04",
        "tags": "Events",
        "startYear": 1789,
        "endYear": 1799   
    },
    {
        "articleId": 1,
        "header": "The Berlin Wall",
        "subheader": "A subheader",
        "imageUrl": "https://i0.wp.com/www.middleeastmonitor.com/wp-content/uploads/2019/11/berlin-wallEI8Ypn7WkAERFlD.jpg?resize=1200%2C800&quality=85&strip=all&ssl=1",
        "articleUrl": "N/A",
        "articleText": [
            "The Berlin Wall was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Construction of the Wall was commenced by the German Democratic Republic (GDR, East Germany) on 13 August 1961. The Wall cut off West Berlin from surrounding East Germany, including East Berlin. The barrier included guard towers placed along large concrete walls, accompanied by a wide area (later known as the 'death strip') that contained anti-vehicle trenches, beds of nails, and other defenses. The Eastern Bloc portrayed the Wall as protecting its population from fascist elements conspiring to prevent the 'will of the people' from building a socialist state in East Germany."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1961,
        "endYear": 1989   
    },
    {
        "articleId": 1,
        "header": "The Falklands War",
        "subheader": "A subheader",
        "imageUrl": "https://www.newstatesman.com/sites/default/files/styles/lead_image/public/Longreads_2019/01/2019_03_falklands.jpg?itok=cmsAsNUl",
        "articleUrl": "N/A",
        "articleText": [
            "The Falklands War (Spanish: Guerra de las Malvinas) was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands.",
            "The conflict began on 2 April, when Argentina invaded and occupied the Falkland Islands, followed by the invasion of South Georgia the next day. On 5 April, the British government dispatched a naval task force to engage the Argentine Navy and Air Force before making an amphibious assault on the islands. The conflict lasted 74 days and ended with an Argentine surrender on 14 June, returning the islands to British control. In total, 649 Argentine military personnel, 255 British military personnel, and three Falkland Islanders died during the hostilities."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1982,
        "endYear": 1982   
    },
    {
        "articleId": 1,
        "header": "Apartheid",
        "subheader": "A subheader",
        "imageUrl": "https://cdn1.thr.com/sites/default/files/2013/12/nelson_mandela_1.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa (now Namibia) from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap (or white supremacy), which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stratification, white citizens had the highest status, followed in descending order by Asians, Coloureds, and black Africans. The economic legacy and social effects of apartheid continue to the present day."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1948,
        "endYear": 1995   
    },
    {
        "articleId": 1,
        "header": "Chernobyl Disaster",
        "subheader": "A subheader",
        "imageUrl": "https://www.newstatesman.com/sites/default/files/styles/lead_image/public/Longreads_2019/05/2019_21_chernobyl.jpg?itok=aHtnXT0K",
        "articleUrl": "N/A",
        "articleText": [
            "The Chernobyl disaster was a nuclear accident that occurred on Saturday 26 April 1986, at the No. 4 reactor in the Chernobyl Nuclear Power Plant, near the city of Pripyat in the north of the Ukrainian SSR.[1][2] It is considered the worst nuclear disaster in history and is one of only two nuclear energy disasters rated at seven—the maximum severity—on the International Nuclear Event Scale, the other being the 2011 Fukushima Daiichi nuclear disaster in Japan."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-20",
        "tags": "Events",
        "startYear": 1986,
        "endYear": 1986   
    },
    {
        "articleId": 1,
        "header": "The Death of Lincoln",
        "subheader": "A subheader",
        "imageUrl": "https://www.history.com/.image/t_share/MTU3ODc5MDg1NjI4MzM1NDMz/john-wilkes-booth-shoots-president-lincoln.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "Abraham Lincoln, the 16th President of the United States, was assassinated by well-known stage actor John Wilkes Booth on April 14, 1865, while attending the play Our American Cousin at Ford's Theatre in Washington, D.C. Shot in the head as he watched the play, Lincoln died the following day at 7:22 am, in the Petersen House opposite the theater. He was the first U.S. president to be assassinated, with his funeral and burial marking an extended period of national mourning."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-21",
        "tags": "Events",
        "startYear": 1865,
        "endYear": 1865   
    },
    {
        "articleId": 1,
        "header": "Kon-Tiki",
        "subheader": "A subheader",
        "imageUrl": "https://images.bonnier.cloud/files/his/production/2019/09/08232916/topbillede-vesnyiutf6m1xyem8wu-sg.jpg",
        "articleUrl": "N/A",
        "articleText": [
            "The Kon-Tiki expedition was a 1947 journey by raft across the Pacific Ocean from South America to the Polynesian islands, led by Norwegian explorer and writer Thor Heyerdahl. The raft was named Kon-Tiki after the Inca god Viracocha, for whom 'Kon-Tiki' was said to be an old name."],   
        "articleWordCount": 100,
        "addedDate": "2020-01-21",
        "tags": "Events",
        "startYear": 1947,
        "endYear": 1947   
    }
]